;汉化：aotix

[X2Ability_LancingGun]
LancingGunMarkEffectName="穿刺标记"
LancingGunMarkEffectDesc="标记的目标受到额外伤害"

[X2Effect_LancingGun]
LancingGunRemoved="穿刺标记已移除"

[UIEventNoticesTactical_Ripple]
PsiRippleTitle="灵能涟漪"

[X2StatusEffects_RipplingRifle]
PsiRippleFriendlyName="灵能涟漪"
PsiRippleFriendlyDesc="被灵能涟漪影响的单位会持续受到伤害，并能传染给附近的盟友。"
PsiRippleEffectAcquiredString="<XGParam:StrValue0/!UnitName/> 正在受到灵能涟漪的影响。"
PsiRippleEffectTickedString="<XGParam:StrValue0/!UnitName/>仍然受到灵能涟漪的影响。"
PsiRippleEffectLostString="<XGParam:StrValue0/!UnitName/>不再受到灵能涟漪的影响。"
